{
  "general": {
    "langName": "EN"
  },
  "meta": {
    "title": "Hamster",
    "description": "Hamster"
  },
  "home": {
    "helloWorld": "Hello World",
    "title": "Hamster - Expanding the human connection to the world!" ,
    "titleDesc": "Hamster is the application hosting in web3.0, whose construction of high-quality distributed infrastructure improves the existing Internet ecosystem, effectively solves the problems of monopoly, lack of privacy protection and algorithmic evil that existed in the Web2.0 era, makes the Internet more open, inclusive and secure, and moves to a higher order of trusted Internet, value Internet, intelligent Internet, and holographic Internet innovation." ,
    "btnText": "Use Hamster",
    "btnText2": "Technical Documentation",
    "btnText3": "View Demo",
    "btnText4": "Development Guide",
    "btnText5": "More News",
    "areaTitle": "Hamster Vision",
    "areaDesc": "Empowering everyone to take control of their identity, assets and data, and thus their destiny." ,
    "areaTitle2": "How Does Hamster Work?" ,
    "areaDesc2": "Utilizes advanced high-bandwidth network communication technology in order to enable various endpoints to access the network anytime, anywhere, with low latency." ,
    "areaDesc21": "All data is stored and processed on an open network with verifiability. hamster makes querying this data fast, reliable and secure." ,
    "areaTitle3": "Hamster Application Scenario Demo",
    "areaDesc3": "A group of events (people, production data) associated together in a nested form, able to link up and expand their reach." ,
    "areaDesc31": "Enables each person to build scenarios that can be topologically evolved in a decentralized network of scenarios by connecting and nesting to expand the value of the scenarios." ,
    "areaDesc4": "Project case showcase, providing users with quality service resources",
    "areaTitle5": "Hamster Functional Features",
    "areaDesc5": "Hamster's four functional attributes provide users with unprecedented interactivity and a high level of immersion and engagement, and are dedicated to facilitating the development of Web3 applications by providing the infrastructure needed for Web3." ,
    "areaTitle6": "Supported Blockchain",
    "areaDesc6": "A strong lineup of peers to provide Hamster with quality capital channels and technical support",
    "areaTitle7": "Hamster News Center",
    "areaDesc7": "Stay up to date with the latest news from Hamster and stay at the forefront of the industry",
    "subTitle1": "Efficient & Easy to use",
    "subDesc1": "Fast, cost-effective and easy to use way to provide users to join the blockchain ecosystem services they want to join. To become the cornerstone of computing for blockchain quality services, and to make a powerful complement to the computing of the whole blockchain ecological services." ,
    "subTitle2": "Equality & Sharing",
    "subDesc2": "Anyone is a participant in Web3 and can share network resources equally, as well as being an investor, owner and value sharer of the network, i.e., enjoying the convenience of the platform and being rewarded for their contributions." ,
    "subTitle3": "Decentralization & Security",
    "subDesc3": "Secure decentralized server to construct a completely decentralized web platform, aiming to eliminate the boundary between enterprises and consumers on centralized applications." ,
    "sub3Title": "Hamster Blockchain",
    "sub3Desc": "The Hamster Blockchain is a decentralized computing protocol that agrees on how different interests can decentralize the creation and maintenance of a distributed computing infrastructure, thus achieving a separation between \"infrastructure management rights\" and \"user data control rights \" The separation between \"infrastructure management\" and \"user data control\" prevents a single platform from achieving control over user data, user assets and user identities through computing infrastructure management authority." ,
    "sub4Title": "Project Showcase",
    "sub4Desc": "Get a Hamster account and refer to the demo code to learn how to use the Hamster corroboration file",
    "sub5Title1": "Complete masterchain architecture for reliable distributed arithmetic",
    "sub5Desc1": "HamsterDHT based decentralized link link and network overlay",
    "sub5Title2": "Blockchain services for rapid deployment",
    "sub5Desc2": "Hamster provides a variety of project service deployment tools to quickly build services such as pokt.netword, the graph, etc.",
    "sub5Title3": "Shared arithmetic services",
    "sub5Desc3": "Hamster provides shared arithmetic resources, reward awarding and mining mechanisms based on the effective provision of arithmetic resources",
    "sub5Title4": "Hamster world chain network",
    "sub5Desc4": "Based on the integration of service nodes deployed in Hamster to form the largest information portal in the blockchain ecosystem",
    "sub7Title1": "Congratulations! Hamster has been awarded a grant by the web3 Foundation",
    "sub7Desc1": "As the main provider of funds, foundations have a special status among non-profit organizations and are an important part of the public benefit industry...",
    "sub7Date1": "2022.05.01 18:26",
    "sub7Title2": "Looking forward to! Hamster plans to go live with beta 1.0 at the end of June",
    "sub7Desc2": "According to the company's development needs, in order to strengthen the company's brand marketing influence, the Group recently issued a letter to plan the end of June online test network 1.0...",
    "sub7Date2": "2022.05.01 18:26",
    "sub7Title3": "Activities! The company organized the youth to participate in the \"summer camp\" public welfare activities",
    "sub7Desc3": "In the morning of May 5, the company organized youth volunteers to participate in the \"summer camp\" group building activities...",
    "sub7Date3": "2022.05.01 18:26"
  },
  "header": {
    "menu1": "Home",
    "menu2": "Services",
    "menu3": "Developers",
    "menu4": "Related Communities",
    "menu5": "Documentation",
    "menu6": "Use Hamster",
    "menu7": "About Us"
  },
  "footer": {
    "email": "Email",
    "address": "Address",
    "addressValue": "4th Floor, Harbour Plaza, 103 South Church Street, Grand Cayman, Cayman Islands",
    "resource": "Resources",
    "resourceSub1": "Technical Documentation",
    "resourceSub2": "Qualification Description",
    "resourceSub3": "Frequently Asked Questions",
    "resourceSub4": "Reading Materials",
    "other": "Other",
    "otherSub1": "Chart",
    "otherSub2": "Security",
    "otherSub3": "Cooperation Request",
    "otherSub4": "Privacy Policy"
  }
}