{
  "general": {
    "langName": "EN"
  },
  "meta": {
    "title": "Hamster",
    "description": "Hamster"
  },
  "home": {
    "helloWorld": "Hello World",
    "title": "Hamster - Expanding the human connection to the world!" ,
    "titleDesc": "Hamster is the application hosting in web3.0, whose construction of high-quality distributed infrastructure improves the existing Internet ecosystem, effectively solves the problems of monopoly, lack of privacy protection and algorithmic evil that existed in the Web2.0 era, makes the Internet more open, inclusive and secure, and moves to a higher order of trusted Internet, value Internet, intelligent Internet, and holographic Internet innovation." ,
    "btnText": "Use Hamster",
    "btnText2": "Technical Documentation",
    "btnText3": "View Demo",
    "btnText4": "Development Guide",
    "btnText5": "More News",
    "areaTitle": "Hamster Vision",
    "areaDesc": "Empowering everyone to take control of their identity, assets and data, and thus their destiny." ,
    "areaTitle2": "How Does Hamster Work?" ,
    "areaDesc2": "Utilizes advanced high-bandwidth network communication technology in order to enable various endpoints to access the network anytime, anywhere, with low latency." ,
    "areaDesc21": "All data is stored and processed on an open network with verifiability. hamster makes querying this data fast, reliable and secure." ,
    "areaTitle3": "Hamster Application Scenario Demo",
    "areaDesc3": "A group of events (people, production data) associated together in a nested form, able to link up and expand their reach." ,
    "areaDesc31": "Enables each person to build scenarios that can be topologically evolved in a decentralized network of scenarios by connecting and nesting to expand the value of the scenarios." ,
    "areaDesc4": "Project case showcase, providing users with quality service resources",
    "areaTitle5": "Hamster Functional Features",
    "areaDesc5": "Hamster's four functional attributes provide users with unprecedented interactivity and a high level of immersion and engagement, and are dedicated to facilitating the development of Web3 applications by providing the infrastructure needed for Web3." ,
    "areaTitle6": "Supported Blockchain",
    "areaDesc6": "A strong lineup of peers to provide Hamster with quality capital channels and technical support",
    "areaTitle7": "Hamster News Center",
    "areaDesc7": "Stay up to date with the latest news from Hamster and stay at the forefront of the industry",
    "subTitle1": "Efficient & Easy to use",
    "subDesc1": "Fast, cost-effective and easy to operate way, users can join the blockchain ecological services they want to join, and make a strong supplement to the calculation of the entire blockchain ecological services." ,
    "subTitle2": "Equality & Sharing",
    "subDesc2": "Anyone is a participant in Web3, as well as an investor, owner and value sharer of the network. That is, they can enjoy the convenience of the platform, and can also get rewards through their own contributions." ,
    "subTitle3": "Decentralization & Security",
    "subDesc3": "Secure decentralized server to construct a completely decentralized web platform, aiming to eliminate the boundary between enterprises and consumers on centralized applications." ,
    "sub3Title": "Hamster Blockchain",
    "sub3Desc": "The Hamster Blockchain is a decentralized computing protocol that agrees on how different interests can decentralize the creation and maintenance of a distributed computing infrastructure, thus achieving a separation between \"infrastructure management rights\" and \"user data control rights \" The separation between \"infrastructure management\" and \"user data control\" prevents a single platform from achieving control over user data, user assets and user identities through computing infrastructure management authority." ,
    "sub4Title": "Project Showcase",
    "sub4Desc": "Get a Hamster account and refer to the demo code to learn how to use the Hamster corroboration file",
    "sub5Title1": "Complete masterchain architecture for reliable distributed arithmetic",
    "sub5Desc1": "HamsterDHT based decentralized link link and network overlay",
    "sub5Title2": "Blockchain services for rapid deployment",
    "sub5Desc2": "Hamster provides a variety of project service deployment tools to quickly build services such as pokt.netword, the graph, etc.",
    "sub5Title3": "Shared arithmetic services",
    "sub5Desc3": "Hamster provides shared arithmetic resources, reward awarding and mining mechanisms based on the effective provision of arithmetic resources",
    "sub5Title4": "Hamster world chain network",
    "sub5Desc4": "Based on the integration of service nodes deployed in Hamster to form the largest information portal in the blockchain ecosystem",
    "sub7Title1": "Congratulations! Hamster has been awarded a grant by the web3 Foundation!",
    "sub7Desc1": "Hamster Network has been awarded a grant from the Web 3.0 Foundation to become a member of the Web 3.0 ecosystem to facilitate the building of critical infrastructure related to application hosting in Web 3.0, according to an official Hamster announcement.",
    "sub7Date1": "2022.05.01 18:26",
    "sub7Title2": "Expectations! Hamster plans to have a working network online by the end of July!",
    "sub7Desc2": "According to the development needs of the company, in order to strengthen the marketing power of the brand, the company recently issued a document announcing the establishment of the \"Operations Centre\" and held an announcement meeting on 6 May to announce the establishment of the Operations Centre.",
    "sub7Date2": "2022.05.01 18:26",
    "sub7Title3": "Boka Eco Hangzhou, the Hamster team is here!",
    "sub7Desc3": "The third Polkadot Global Community Conference Polkadot Decoded will take place in Hangzhou on 29-30 June 2022!",
    "sub7Date3": "2022.05.01 18:26",
    "sub7Title4": "Hamster partners with Web3 Foundation, Web3.0 Bootcamp III officially starts!",
    "sub7Desc4": "On the evening of May 24th, the opening ceremony of Web3.0 Bootcamp III was successfully held online and streamed globally via Wanxiang Blockchain B. Dr. Gavin Wood, founder of Polkadot/chairman of the Web3 Foundation, Du Yu, Vice President of Wanxiang Blockchain/Wanxiang Blockchain Lab, Anthony Day, Vice President of Ecosystem Management at Parity, Helena, Head of Asia Pacific at Parity, Rui Wang, researcher at Wanxiang Blockchain Lab, as well as beoble, CumulusEncrypted Storage System (CESS), Gear, Hamster, Meta Defender, and CumulusEncrypted Storage System (CESS). Helena, Head of Parity Asia Pacific, Rui Wang, Researcher at Wanxiang Blockchain Lab, and beoble, CumulusEncrypted Storage System (CESS), Gear, Hamster, Meta Defender, Polkadot Name System, Relation The 11 incoming teams, SaaS3, Universaldot.me, Web3Games, Web3Go (in alphabetical order), participated in the online sharing and interaction via video link, and the popularity of the live broadcast was once at a record high.",
    "sub7Date4": "2022.05.01 18:26"
  },
  "header": {
    "menu1": "Home",
    "menu2": "Services",
    "menu3": "Developers",
    "menu4": "Related Communities",
    "menu5": "Documentation",
    "menu6": "Use Hamster",
    "menu7": "About Us",
    "menu7-sub1": "News",
    "menu7-sub2": "Company Profile"
  },
  "footer": {
    "email": "Email",
    "address": "Address",
    "addressValue": "4th Floor, Harbour Plaza, 103 South Church Street, Grand Cayman, Cayman Islands",
    "resource": "Resources",
    "resourceSub1": "Technical Documentation",
    "resourceSub2": "Qualification Description",
    "resourceSub3": "Frequently Asked Questions",
    "resourceSub4": "Reading Materials",
    "other": "Other",
    "otherSub1": "Chart",
    "otherSub2": "Security",
    "otherSub3": "Cooperation Request",
    "otherSub4": "Privacy Policy"
  },
  "news": {
    "newsDetails": "New Details",
    "newsSources": "News sources",
    "releaseDate": "Release Date",
    "newsRecommend": "News Recommend",
    "newsContent1-sub1": "Since the beginning of 2022, the Web3.0 Foundation has signed 31 grants, with 31 projects shortlisted including Dora Factory, SaaS3 Lab, NUTS Finance, Hamster, Asylum, Setheum, Helixstreet, Fennel Labs and many more.",
    "newsContent1-sub2": "The list of funded projects in this Web 3.0 Foundation's Github update includes developer tools, DeFi, games, prophecy machines, wallets, bridges, NFT, governance, social networks, and critical infrastructure networks related to application hosting represented by Hamster.",
    "newsContent1-sub3": "Hamster is dedicated to providing Web 3.0 infrastructure and portal services with the aim of creating a secure shared network and a consensus network based on credit authentication. The project allows a group of events (people, means of production) to be associated together through nesting, able to link up and expand their influence. It allows each person to build scenarios that can be connected and nested to topologically evolve in a decentralised network of scenarios and expand their value.",
    "newsContent1-sub4": "Hamster Network is positioned to provide the infrastructure for a decentralized communications network, while also providing a gateway to Web 3.0, bringing more Web 2.0 users into the Web 3.0 ecosystem and eliminating the business-to-consumer boundary on centralized applications,\" said Hamster Network CTO \"",
    "newsContent1-sub5": "In an interview with PolkaWorld, Russell Liu, CEO of Deeper Network, says: \"Web 1.0 and Web 2.0 have solved the information asymmetry problem in many areas and have greatly advanced human civilization. But there are still some important areas of information asymmetry that Web 1.0/2.0 cannot solve, and even Web 1.0/2.0 has created some new areas of information asymmetry.\"",
    "newsContent1-sub6": "Hamster Networ understands that Web 3.0 is about breaking down the shackles of information asymmetry and information boundary barriers, putting the user in charge of the Internet and creating a fairer, freer and more democratic Internet environment. With a great product, Hamster Network will enable users to join the Web 3.0 ecosystem painlessly.",
    "newsContent2-sub1": "President Shi Baoxu attended the meeting and pointed out that the operation centre is mainly responsible for the company's brand building and marketing promotion, including brand foundation planning and construction, media matrix building planning and standard management, etc. The department is one of the independent departments of the marketing system.",
    "newsContent2-sub2": "As one of the company's brand marketing windows, the company's senior management and departmental leaders attach great importance to the official website. To ensure the successful launch of Hamster's website, staff from all departments started to collate data on competing products and demand since mid-April. At the beginning of June, with the cooperation of all departments, Hamster was successfully launched according to the established plan.",
    "newsContent2-sub3": "As a new milestone, the successful launch of the website is of great significance in improving Hamster's decision making and management, as well as promoting a change in marketing development.",
    "newsContent3-sub1": "This year's Polkadot Decoded includes everything about Polkadot in a variety of formats, including talks, demonstrations and interactive workshops.",
    "newsContent3-sub2": "In Hangzhou, this is perhaps the best opportunity for practitioners and investors to get in touch with Poca and the Poca ecology in the near future!",
    "newsContent3-sub3": "This time, guests came from a variety of fields, including public chain projects, decentralized wallets, and investment institutions, at the Hangzhou stop of the Poca Ecology National Tour. <b>It can be said that the people with the deepest and most comprehensive understanding of Poca came, an extremely rare opportunity to learn more about Poca and its ecology.</b>",
    "newsContent3-sub4": "As a fast growing company, Hamster's participation in such events is a very direct, efficient and systematic way to learn and participate, in addition to establishing a good relationship with many of the project partners, while receiving some official guidance and advice.",
    "newsContent3-sub5": "Hamster's participation in the Polkadot Global Community Conference was much needed.",
    "newsContent3-sub6": "June 29th, Hangzhou, here we come!",
    "newsContent4-sub1": "Web 3.0 Bootcamp is an entrepreneurial bootcamp and incubation camp focusing on blockchain innovation, initiated by Parity, Web3 Foundation, Wanxiang Blockchain Lab and New Chain Space, with the aim of integrating effective resources within the Wanxiang blockchain ecosystem and the Polkadot global ecosystem to promote the advent of the web 3.0 era.",
    "newsContent4-sub2": "In his opening speech, Dr. Gavin Wood, Founder of Polkadot / Chairman of Web3 Foundation, first welcomed and congratulated the incoming team and further introduced the latest developments of Polka Eco. He said that in terms of parallel chain performance optimisation, Polkadot has recently launched XCMP, a parallel chain messaging system, and the upcoming XCM 3.0 will further enable bridge compatibility; in terms of structural optimisation, Polkadot is expected to implement optimisation of asynchronous support in the coming months, a feature that, once implemented, will enable second-level synchronisation like relay chains. Not only that, but Poca's Poca Governance Solution 2.0, launched at the end of last year, has achieved a new upgrade that will bring a more open, decentralised and agile form of governance to all users of parallel chains.",
    "newsContent4-sub3": "Wang Rui, a researcher at Wanxiang Blockchain Lab, highlighted the exclusive benefits and systematic training of the three phases, saying, \"The three phases of Web3.0 Bootcamp are divided into two stages: incubation and acceleration. In the incubation phase, Wanxiang Blockchain will provide a full range of training courses for the incoming teams, including technology, products, investment and financing, finance, compliance, marketing and human resources, etc., to help the incoming teams to check their gaps and eliminate their shortcomings, so as to operate more maturely, smoothly and healthily. During the acceleration phase, Wanxiang Blockchain will combine its ecological advantages to match more exposure opportunities and market channels for the incoming teams, helping each project discover the real market demand, connect with users and generate real value.\"",
    "newsContent4-sub4": "Hamster, as one of the Web3.0 Bootcamp teams, has integrated the effective resources of the global ecosystem within the Wanxiang Blockchain ecosystem to help the project mature and get off the ground. We have summarised the key \"graduation interviews\" of the bootcamp participants",
    "newsContent4-sub5": "1) What is the purpose of Hamster's participation in Web 3.0 Bootcamp III?",
    "newsContent4-sub6": "Hamster participant: The Web 3.0 Bootcamp provided the team with good technical support, which was a very direct, efficient and systematic way for our Hamster team to learn and participate, plus it was a great opportunity to build good relationships with many project parties and at the same time receive some official guidance and advice. So, I think it was a quick opportunity to improve my professional skills.",
    "newsContent4-sub7": "2) What do you hope to gain after 6 months of training?",
    "newsContent4-sub8": "Hamster students: while gaining more technical knowledge and social practice opportunities, they hope to obtain systematic and professional training courses to accumulate for their subsequent personal development; they also hope to meet many like-minded partners to exchange industry technical cases together, and moreover, they hope to gain exposure to the top platforms in the industry and reap the benefits of industry development.",
    "newsContent4-sub9": "The opening ceremony of Web3.0 Bootcamp III was also a highlight for the incoming teams. 11 teams introduced their core technologies, main tracks, future plans and other key information for project incubation and development, thus promoting understanding between mentors and concurrent projects and laying a solid foundation for the joint development of Web3.0 eco-projects to build and grow together."
  }
}